import React from "react";

class Mail extends React.Component {
  render() {
    return (
      <div>
        追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。追星追成女朋友，这大概是粉丝眼中最成功的追星方式了。原创歌手、有才有貌，古灵精怪，这就是小周眼中的女朋友木木（化名）。
        　　木木是中国内地原创女歌手，但是早在2016年因故离世。已经去世4年的她，怎么当了小周的女友呢？
        　　事情还要从小周的追星史说起。 　　已故女星突然加他好友
        　　称自己并未去世
        　　今年24岁的小周是温州小伙，是个本科生，目前在做中介工作。
        　　早在中学时代，小周最喜欢的女歌手就是木木，当时因为追星，小周还加入过木木的粉丝后援群。
        　　作为原创歌手，木木很有亲和力，那时候，小周还和木木本人加过好友，平时偶尔也会互动聊天，这一度成为他和同学们的炫耀资本。
        　　2016年12月，突然传出噩耗，小周从网上得知偶像木木因故去世的消息，伤心得一连几天都吃不下饭。
        　　正巧这时，小周收到了一个好友申请，对方竟自称木木。
        　　木木不是已经离世了吗？
        　　不！对方告诉小周，自己只是被公司封杀了，艺名被公司收回了，本人并没有去世。聊天中，“木木”还郑重其事地告诉小周，一定要替自己保守这个秘密喔！
        　　来自“木木”本人的消息让小周重燃希望，单纯的小周完全信任“木木”，两人开始了长达三年多的“交流”。
        　　把偶像追成女友 　　他觉得自己幸运极了
        　　从2016年底，小周和“木木”经常聊天，他也默默为她守护着“未曾去世”的惊天大秘密。
        　　后来，聊天聊得多了，“木木”也会分享自己的生活给小周，但是有时候，她提到的更多是困难。比如说：被新公司封杀了、要出新专辑了、闹解约、要出国了……
        　　“木木”常常提到的困难是，钱不够，她找各种理由让小周给自己转钱。
      </div>
    );
  }
}

export default Mail;
